Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: de Chateauneuf: “Design for a new Church in Christiania”, 1850 Pen and wash, 700x520 mm.
nb: Chateauneuf: «Forslag til en ny kirke i Christiania», 1850. Penn og lavering, 700x520 mm.

source: Thesis in art history, University of Oslo, 2007.
nb: Masteroppgave i kunsthistorie, Universitetet i Oslo, 2007.

source: "Krokryggen Union of Conversation & Discussions of 1986" relates to: Related works
nb: ""Krokryggen Samtale & Diskusjonsforening af 1986"" relaterer til: Utforsk lignende verk fra samlingen

source: Cronqvist has had this focus since she made her debut in 1965.
nb: Cronqvist har befunnet seg i dette feltet siden hun debuterte i 1965.

source: "Adam og Eva" relates to: Related works
nb: "Adam og Eva" relaterer til: Utforsk lignende verk fra samlingen

source: According to family tradition, the sitter for Heyerdahl’s painting was his first wife and relative, the singer Maren Christine Heyerdahl.
nb: Ifølge familietradisjonen er modellen i Heyerdahls bilde hans første kone, slektningen og sangerinnen Maren Christine Heyerdahl.

source: "Middagstallerken" relates to:
nb: "Middagstallerken" relaterer til:

source: In its Political Platform for 2018, the Norwegian government resolved “to conserve the National Gallery as an art gallery associated with the National Museum, provided this does not involve undue renovation costs.”
nb: Regjeringen slo i Jeløya-plattformen for 2018 fast å «bevare Nasjonalgalleriet som kunstgalleri tilknyttet Nasjonalmuseet, forutsatt at det ikke påløper store kostnader til rehabilitering.»

source: holds a doctorate in social anthropology from Harvard University (2006).
nb: har doktorgrad i sosialantropologi fra Harvard University (2006).

source: In addition, a large video and performance programme and a series of events will be presented during the exhibition period.
nb: I tillegg blir det satt opp et stort video- og performance-program og en rekke arrangementer gjennom utstillingsperioden.

source: "Bebyggelse i Terracina" relates to: Related works
nb: "Bebyggelse i Terracina" relaterer til: Utforsk lignende verk fra samlingen

source: "Stående drapert kvinne" relates to: Related works
nb: "Stående drapert kvinne" relaterer til: Utforsk lignende verk fra samlingen

source: Jacopo da Ponte Bassano (assumed certain)
nb: Jacopo da Ponte Bassano (ifølge feilaktig tradisjon)

source: , which was an important source of inspiration.
nb: , som var en viktig inspirasjonskilde.

source: in other words, the ‘values’ that Matarasso refers to shape
nb: ord, «verdiene» som Matarasso refererer til, former hvor-

source: "Chateau d'Arques-la-Bataille, Normandie" relates to: Related works
nb: "Chateau d'Arques-la-Bataille, Normandie" relaterer til: Utforsk lignende verk fra samlingen

source: Edvard wanted to become an artist early on, and there was no doubt that he had talent.
nb: Edvard ønsket tidlig å bli kunstner, og det var ingen tvil om at han hadde talent.

source: "Hode- og figurstudie" relates to: Related works
nb: "Hode- og figurstudie" relaterer til: Utforsk lignende verk fra samlingen

source: "Halvor Medgaren" relates to:
nb: "Halvor Medgaren" relaterer til:

source: Grønland was incorporated into Christiania in 1859, generating a need for public buildings in the city’s newest district.
nb: Grønland ble innlemmet i Christiania i 1859, og denne nye bydelen måtte ha offentlige bygninger.

source: Lorenzo Bernini (attributed to)
nb: Lorenzo Bernini (tilskrevet)

source: "Studier av jagt" relates to: Related works
nb: "Studier av jagt" relaterer til: Utforsk lignende verk fra samlingen

source: © Ferretti, Anna Colombi, Fischer, Chris, Sapori, Giovanna, Oberhuber, Konrad Related works
nb: © Ferretti, Anna Colombi, Fischer, Chris, Sapori, Giovanna, Oberhuber, Konrad Utforsk lignende verk fra samlingen

source: "Hus i Ermatingen" relates to: Related works
nb: "Hus i Ermatingen" relaterer til: Utforsk lignende verk fra samlingen

source: "Plantegning til "Gujamars sang"" relates to: Related works
nb: "Plantegning til "Gujamars sang"" relaterer til: Utforsk lignende verk fra samlingen

source: This simplicity, which creates an impression of formal clarity, seems to contrast with the idea being expressed by the work.
nb: Denne nøkternheten, som skaper inntrykk av formal klarhet, står tilsynelatende i motsetning til verkets idéinnhold.

source: "Tallerkendekor" relates to:
nb: "Tallerkendekor" relaterer til:

source: The glassworks at Nøstetangen was closed in 1777, and production was moved to Hurdal, where it continued until 1808.
nb: Glassverket på Nøstetangen ble stengt i 1777, og produksjonen ble flyttet til Hurdals glassverk, der den fortsatte frem til 1808.

source: Nevertheless, the police controlled the activity around Place Blanche.
nb: Allikevel kontrollerte politiet virksomheten rundt Place Blanche.

source: "Forsamling i vertshus" relates to: Related works
nb: "Forsamling i vertshus" relaterer til: Utforsk lignende verk fra samlingen

source: John Henry Dearle (Artist - uncertain)
nb: John Henry Dearle (Kunstner - usikker)

source: "To mannsfigurer" relates to:
nb: "To mannsfigurer" relaterer til:

source: Krohg, however, was fearless, and wanted to trigger a social debate.
nb: Krohg var imidlertid uredd og ønsket debatt om samfunnsproblemer.

source: Giulio Romano (by tradition)
nb: Giulio Romano (etter tradisjon)

source: is often referred to as “unfinished”, it has nonetheless remained one of Halfdan Egedius’s principal works.
nb: Maleriet Spill og dans omtales ofte som ”uferdig”, men er like fullt blitt stående blant Halfdan Egedius’ mest betydelige verk.

source: Jacopo Amigoni (by erroneus tradition)
nb: Jacopo Amigoni (ifølge feilaktig tradisjon)

source: "Tre menn i landskap, to håndhilser" relates to: Related works
nb: "Tre menn i landskap, to håndhilser" relaterer til: Utforsk lignende verk fra samlingen

source: Is it the millennia-old tradition of idealized portrayals of women, made for the amusement and pleasure of a (male) viewer, that makes a less attractive and more realistic depiction so alien?
nb: Er det den årtusenlange tradisjonen med idealiserte kvinnefremstillinger, til forlystelse og glede for en (mannlig) betrakter, som gjør en mer «uskjønn» og realistisk fremstilling så fremmed?

source: Pen and wash, 987 x 652 mm.
nb: Penn og lavering på papir, 987 x 652 mm.

source: "Fellesbanken A/S Filial Rådhuset" relates to: Related works
nb: "Fellesbanken A/S Filial Rådhuset" relaterer til: Utforsk lignende verk fra samlingen

source: Sébastien-Charles Giraud (Artist for cartoon/modello i.a.
nb: Sébastien-Charles Giraud (Kunstner for mønster/kartong e.l.

source: Internationally, Cindy Sherman is the foremost exponent of the genre.
nb: Internasjonalt er Cindy Sherman den fremste eksponenten innen sjangeren.

source: Prior to receiving the invitation she had been showing an international delegation around the old workshops in Máze.
nb: I forkant av invitasjonen skulle hun vise en internasjonal delegasjon rundt i de gamle verkstedene i Máze.

source: "Forvridd og sprukket trestamme" relates to: Related works
nb: "Forvridd og sprukket trestamme" relaterer til: Utforsk lignende verk fra samlingen

source: The family settled at Onsum, one of the largest farmsteads in Fåberg.
nb: Familien bosatte seg på Onsum, en av de største gårdene i Fåberg.

source: Hertervig inspired several artists, including Rolf Nesch, Frans Widerberg and the Danish painter Per Kirkeby.
nb: Hertervig har inspirert flere kunstnere, blant annet Rolf Nesch, Frans Widerberg og danske Per Kirkeby.

source: Rosa, hans manér, Salvator (attributed to)
nb: Rosa, hans manér, Salvator (tilskrevet)

source: Wilhelm von Hanno (assumed certain)
nb: Wilhelm von Hanno (antatt sikker)

source: "Friedrich Wichert" relates to:
nb: "Friedrich Wichert" relaterer til:

source: "Kristusfremstilling" relates to:
nb: "Kristusfremstilling" relaterer til:

source: Wanli (Historical event, person, place, with affiliation)
nb: Wanli (Historisk hendelse, person, sted, med tilknytning)

source: “That lit a spark in me,” she relates.
nb: – Det tente en gnist i meg, forteller hun.

source: This is also where he found the young student Marie van Goethem, the subject of this sculpture.
nb: Her fant han også den unge eleven Marie van Goethem.

source: He received his initial instruction at the Academy of Fine Arts in Copenhagen and won the academy’s gold medal already in 1793.
nb: Han fikk sin første utdannelse ved Kunstakademiet i København og vant den store gullmedaljen allerede i 1793.

source: The University of Oslo is the oldest and largest university in Norway.
nb: Universitetet i Oslo er det eldste og største i Norge.

source: Claude Vignon (Manufactured by - uncertain)
nb: Claude Vignon (Produsent - usikker)

source: Early on Mimmo Paladino became affiliated with the so-called transavantgarde, a group of artists led by the Italian critic Achille Bonito Oliva.
nb: Paladino ble tidlig tilknyttet den såkalte trans-avantgarden, en kunstgruppe anført av den italienske kritikeren Achille Bonito Oliva.

source: "Portrait of Ludvig Holberg.
nb: "Portrett av Ludvig Holberg.

source: The sounds, movements, and poetry recitals were synchronized by a custom-made electronic system that controlled the various motors, spotlights, lasers, mirrors, loudspeakers, projectors, and playback equipment.
nb: All lyd, bevegelse og diktopplesning ble synkronisert i et spesiallaget elektronisk system ved hjelp av motorer, lyskastere, lasere, speil, høyttalere, projektorer og avspillingsutstyr.

source: Teary-eyed and vulnerable, she recounts how this mass-produced, commonplace item was like a talisman for her.
nb: Gråtkvalt og blottlagt forteller hun om hvordan denne masseproduserte og banale tingen var som en talisman for henne.

source: "Hav" relates to:
nb: "Hav" relaterer til:

source: Norwegian architecture 2011-2016 – general
nb: Norsk arkitektur 2011–2016 – generelt

source: "Fantasifigur og riss" relates to: Related works
nb: "Fantasifigur og riss" relaterer til: Utforsk lignende verk fra samlingen

source: Gabriel Perelle (Copy after - assumed)
nb: Gabriel Perelle (Kopi etter - antatt)

source: "Falleferdig uthus" relates to:
nb: "Falleferdig uthus" relaterer til:

source: The ski suit is dated to around 1935, and made of sturdy brown
nb: Det er det norske firmaet Frode Braathen som rundt 1935 laget skidrakten i brun

source: Parmigianino (Artist for cartoon/modello i.a.
nb: Parmigianino (Kunstner for mønster/kartong e.l.

source: "Landskap ved Acqua Acetosa" relates to: Related works
nb: "Landskap ved Acqua Acetosa" relaterer til: Utforsk lignende verk fra samlingen

source: It is dated 1905 and was made by Pels-Backer." in fullscreen
nb: Datert 1905." i full størrelse

source: (until 1880), pressed glass and lamps at
nb: (til 1880), pressglass og lamper på

source: He is best known for his etchings depicting city views, architectural fantasies and prison scenes.
nb: Best kjent er han for sine etsninger der han fremstiller byutsikter, arkitekturfantasier og fengselsscener.

source: Besides the more conceptual influence from Lewis Baltz, Alveng also drew inspiration from American “straight photography”, with its eye for detail and large depth of field.
nb: Foruten den mer konseptuelle påvirkningen fra Lewis Baltz, hentet Alveng også innflytelse fra amerikansk «straight photography», med dets detaljrikdom og dybdeskarphet.

source: Narrative, place, and reality have been important themes in their projects, as primarily conveyed through photos, videos, installations, and texts.
nb: Fortelling, sted og virkelighet har vært viktige temaer i deres prosjekter, hovedsakelig formidlet gjennom foto, video, installasjon og tekst.

source: "Utsikt mot Toner" relates to: Related works
nb: "Utsikt mot Toner" relaterer til: Utforsk lignende verk fra samlingen

source: In 1895 she left for Paris and studied at Academie Delécluse until 1898.
nb: I 1895 dro hun til Paris og studerte ved Academie Delécluse fram til 1898.

source: "Utsikt mot Kolsås" relates to: Related works
nb: "Utsikt mot Kolsås" relaterer til: Utforsk lignende verk fra samlingen

source: Kristine Rødland Barlow (Artist for cartoon/modello i.a.)
nb: Kristine Rødland Barlow (Kunstner for mønster/kartong e.l.)

source: Collaboration with Carl Nesjar
nb: Samarbeid med Carl Nesjar

source: "Kinesisk husbåt IV" relates to: Related works
nb: "Kinesisk husbåt IV" relaterer til: Utforsk lignende verk fra samlingen

source: © Bugge, Gunnar, Wozak, Franz Xaver Related works
nb: © Bugge, Gunnar, Wozak, Franz Xaver Utforsk lignende verk fra samlingen

source: “The trip over was horrible.
nb: – Turen over var forferdelig.

source: By Kristine Magnesen, Communications Advisor
nb: Tekst av kommunikasjonsrådgiver Kristine Magnesen

source: "Tron's Pond" relates to:
nb: "Trons dam" relaterer til:

source: from the Berlin-based art dealer Alfred Gold and donated it to the National Gallery.
nb: Ved bredden av Seinen, Bougival ble innkjøpt fra kunsthandler Alfred Gold i Berlin.

source: The Fondation Hartung Bergman has donated 154 graphic works by Anna-Eva Bergman to the National Museum.
nb: Hartung Bergman-stiftelsen har donert 154 grafiske verk av Anna-Eva Bergman til Nasjonalmuseets samling.

source: "Båtstudier, Kattegat" relates to:
nb: "Båtstudier, Kattegat" relaterer til:

source: "Trym og Loke, en hest og to hunder" relates to: Related works
nb: "Trym og Loke, Trymskvida" relaterer til: Utforsk lignende verk fra samlingen

source: Floor plan,revised competition entry" in fullscreen
nb: Plan,bearbeidet konkurranseutkast" i full størrelse

source: The work was purchased by the National Gallery in 1934, as the first and only purchase of one of her works by a public art museum during her lifetime.
nb: Verket ble kjøpt av Nasjonalgalleriet i 1934, det første, og eneste, innkjøp til et offentlig kunstmuseum som hun fikk oppleve selv.

source: Nana also explains in
nb: Nana forteller også i

source: Show the image "Hansen mastered the entire weaving process, from dyeing yarns to preparing cardboard and even transferring patterns to the loom." in fullscreen
nb: Vis bildet "Hansen behersket hele prosessen, fra farging av garn til utarbeidelse av kartong, og sto selv for overføringen til veven." i full størrelse

source: Halfdan Ramfjord (Producer of depicted object)
nb: Halfdan Ramfjord (Produsent av avbildet gjenstand)

source: Born 1867 in Son, Akershus, death 1919 in Kristiania, Oslo
nb: Født 1867 i Son, Akershus, død 1919 i Kristiania, Oslo

source: During the year, the public is invited to experience major works from the museum's collection at exhibition venues such as Kunstnernes Hus, Blaafarveværket, the Queen Sonja Art Stable and the Norwegian Museum of Science and Technology.
nb: I løpet av året inviteres publikum til å oppleve sentrale verk fra museets samling på visningssteder som Kunstnernes Hus, Blaafarveværket, Dronning Sonja KunstStall og Teknisk Museum.

source: In 1905 and 1906, the royal couple and Nansen did several ski trips in Oslo and surrounding areas.
nb: Årene 1905 og 1906 var kongeparet og Nansen på flere skiturer i Oslo og omegn.

source: from 2002, the action of blowing up the rubber ball leaves the performer literally beaten and spat upon. In
nb: fra 2002 sprenges gummiballen i filler, og utøveren blir stående igjen forslått og dekket med spytt.

source: One of the group’s members was Oda Engelhart, who married Krohg in 1888.
nb: Til kretsen hørte også Oda Engelhart, som giftet seg med Krohg i 1888.

source: "Skogslandskap (fragment)" relates to:
nb: "Skogslandskap (fragment)" relaterer til:

source: "Marcus Aurelius-monumentet i Roma" relates to: Related works
nb: "Marcus Aurelius-monumentet i Roma" relaterer til: Utforsk lignende verk fra samlingen

source: "Gulsvik" relates to:
nb: "Kråskap, Gulsvik" relaterer til:

source: Acquired with support from the Friends of the National Gallery 2001
nb: Kjøpt med bidrag fra Nasjonalgalleriets Venner 2001

source: From Vibeke Tandberg’s staged images of herself as a young bride to Hito Steyerl’s search for her past as a bondage model, and from Alfredo Jaar’s non-photo of Osama Bin Laden’s death to Mike Bouchet’s throbbing porn fragments.
nb: Fra Vibeke Tandbergs iscenesettelse som ung brud, og Hito Steyerls søken etter fortiden som bondagemodell, til Alfredo Jaars ikke-foto av Osama Bin Ladens død og Mike Bouchets pulserende pornofragmenter.

source: "Fishing Hamlet in the Lofoten Islands" relates to:
nb: ""Fiskebøltinden" i Lofoten.

source: "Anne Kleppo" relates to:
nb: "Anne Kleppo" relaterer til:

source: In the region where he comes from, in the centre of Sudan, cows are a symbol of wealth, pride and strength.
nb: I regionen hvor han kommer fra, midt i Sudan, er kyr et symbol på rikdom, stolthet og styrke.

source: Born 1868 in Stockholm, Sverige, death 1948 in Arvika
nb: Født 1868 i Stockholm, Sverige, død 1948 i Arvika

source: "Stortingsmannens hjemkomst" relates to:
nb: "Stortingsmannens hjemkomst" relaterer til:

source: "Riss av to nisser" relates to: Related works
nb: "Riss av to nisser" relaterer til: Utforsk lignende verk fra samlingen

source: Michel Dorigny (by erroneus tradition)
nb: Michel Dorigny (ifølge feilaktig tradisjon)

source: From 1952 onwards graphic art was an important part of Bergman’s artistic practice.
nb: Fra og med 1952 ble også grafikken en viktig del av Bergmans kunstnerskap.

source: Acquired at auction from Frederik Conrad Bugge’s collection 1837
nb: Kjøpt på auksjon fra Frederik Conrad Bugges samling 1837

source: project, but also how it progressed and what it meantto the
nb: prosjekt, men også av hvordan det skred frem og hva det

source: "Fra Billerud, Toten" relates to: Related works
nb: "Fra Billerud, Toten" relaterer til: Utforsk lignende verk fra samlingen

source: Ingrid Book and Carina Hedén trained as artists in Oslo and Lund, respectively, and have collaborated since 1987.
nb: Ingrid Book, som er utdannet i Oslo og Carina Hedén, med kunstutdannelse fra Lund, har samarbeidet siden 1987.

source: – Only recently have transgender people finally received legal protection from discrimination in Norway, Bradley says.
nb: – Bare nå nylig fikk transpersoner endelig diskrimineringsvern i Norge, forteller Bradley.

source: , and in 1895 he received a government grant for artists and left for Paris.
nb: , og i 1895 fikk han kunstnerstipend og reiste til Paris.

source: Established Norway's first natural dye works in Stavanger in 1889
nb: Etablerte Norges første plantefargeri i Stavanger i 1889

source: The material which constitutes the work was gathered on Adéagbo’s research visit to Norway in 2007.
nb: Materialet som utgjør verket, ble samlet inn på Adéagbos studietur til Norge i 2007.

source: Will be exhibited in the new National Museum
nb: Skal vises i det nye Nasjonalmuseet

source: Her first signed and dated painting is from 1610, and showcased her skills to potential customers.
nb: Artemisia Gentilechis første signerte og daterte maleri fra 1610 viste hennes ferdigheter til potensielle kunder.

source: "Frøken Schneider og trestudie" relates to: Related works
nb: "Frøken Schneider og trestudie" relaterer til: Utforsk lignende verk fra samlingen

source: © Knirk, James E., Ipsen, P. Related works
nb: © Knirk, James E., Ipsen, P. Utforsk lignende verk fra samlingen

source: "Figur i kamp" relates to: Related works
nb: "Figur i kamp" relaterer til: Utforsk lignende verk fra samlingen

source: "Reiseskisse fra Marokko" relates to: Related works
nb: "Reiseskisse fra Marokko" relaterer til: Utforsk lignende verk fra samlingen

source: "Hovedportal af Magdebürgs Dom" relates to: Related works
nb: "Hovedportal af Magdebürgs Dom" relaterer til: Utforsk lignende verk fra samlingen

source: Such filth bothers us as a tabooed and structural problem.
nb: Skitten plager oss som et tabubelagt og strukturelt problem.

source: The long sleeves conceal their arms.
nb: Ermene er lange og skjuler hendene.

source: Uidentifisert, hollandsk (Copy after - hypothetical)
nb: Uidentifisert, hollandsk (Kopi etter - hypotetisk)

source: "Stående kvinnefigur" relates to:
nb: "Stående kvinnefigur" relaterer til:

source: The work Vi lever på en stjerne (We Live On a Star) (1958) was commissioned for the new high-rise government building designed by architect Erling Viksjø in Oslo.
nb: Vi lever på en stjerne (1958) ble laget til Erling Viksjøs nye regjeringsbygg, Høyblokka i Oslo.

source: Terningmesteren (assumed certain)
nb: Terningmesteren (antatt sikker)

source: After studying art history for a while, he became fascinated by the new, radical movements in art and moved to Paris, where he studied under Léon Bonnat, Alfred Roll, and for a short while Pierre Puvis de Chavannes.
nb: Han studerte en tid kunsthistorie, men ble fanget opp av radikale kunststrømninger og dro til Paris hvor han ble elev av Léon Bonnat, Alfred Roll og en kort tid PierrePuvis de Chavannes.

source: "Trestudie, Ruhr (fragment)" relates to: Related works
nb: "Trestudie, Ruhr (fragment)" relaterer til: Utforsk lignende verk fra samlingen

source: Jusepe de Ribera (Artist for cartoon/modello i.a.
nb: Jusepe de Ribera (Kunstner for mønster/kartong e.l.

source: Show the image "Lars Hertervig "Coastal Landscape", 1855." in fullscreen
nb: Vis bildet "Lars Hertervig «Kystparti», 1855." i full størrelse

source: In the summer of 1824 he went on his first study tour in Norway, to Telemark.
nb: Sommeren 1824 dro han ut på sin første studiereise i Norge.

source: Approximately 80 of her works survive today.
nb: Rundt 80 av verkene hennes har overlevd fram til i dag.

source: After the war he travelled to Paris and later to Denmark, Spain, Italy, and Greece.
nb: Deretter dro han til Paris, senere til Danmark, Spania, Italia og Hellas.

source: Peter Paul Rubens (Copy after)
nb: Peter Paul Rubens (Kopi etter - antatt sikker)

source: He served intermittently as a court painter, first for Margaret of Austria, the governor of the Habsburg Netherlands, and subsequently for her successor, Mary of Hungary.
nb: I flere perioder var han hoffmaler, først for Margarete av Østerrike, regent i Nederlandene, og senere for hennes etterfølger, Maria av Ungarn.

source: Bjarne Melgaard had his breakthrough in Norway in the 1990 when the so-called Neoconceptualism was a dominant trend.
nb: Bjarne Melgaard fikk sitt gjennombrudd i Norge i 1990-årene i en tid hvor den såkalte nykonseptualismen var toneangivende:

source: "Bryllup i Gulsvik" relates to: Related works
nb: "Bryllup i Gulsvik" relaterer til: Utforsk lignende verk fra samlingen

source: The Beach and the Castel dell´Ovo at Naples
nb: Stranden ved Napoli med Castel dell'Ovo i bakgrunnen

source: The notebook is printed in Oslo and the paper is from Hellefoss Paper AS in Hokksund.
nb: Notatb¹kene er fra All Pine Press er trykket i Oslo og papir fra Hellefoss Paper AS i Hokksund.

source: When Jens Thiis, the director of the National Gallery, wrote about Christian Langaard’s collection in 1913, there was no doubt in his mind that the painting was by Francisco Goya.
nb: Da Nasjonalgalleriets direktør, Jens Thiis, skrev om Chr. Langaards samling i 1913, var han ikke i tvil om at bildet var malt av Francisco Goya.

source: "Fantasifigur i Roma" relates to: Related works
nb: "Fantasifigur i Roma" relaterer til: Utforsk lignende verk fra samlingen

source: Salomon Rombouts (by erroneus tradition)
nb: Salomon Rombouts (ifølge feilaktig tradisjon)

source: Jusepe de Ribera (by erroneus tradition)
nb: Jusepe de Ribera (ifølge feilaktig tradisjon)
